{"0e47c3e7-4464-4f17-a92a-3d68dda3c5cc":{"author":"Maisey Roy","subject":"Cell Division","body":"Cell division is the process by which a parent cell divides into two or more daughter cells. Cell division usually occurs as part of a larger cell cycle.","tags":"Biology, Cells"},"c76a9d91-603e-4188-8e85-6a376dba3733":{"author":"Sophie Mccabe","subject":"Voltage","body":"Voltage, electric potential difference, electric pressure or electric tension is the difference in electric potential between two points. The difference in electric potential between two points in a static electric field is defined as the work needed per unit of charge to move a test charge between the two points.","tags":"Physics, Electricity"},"6dd8784d-3ebc-4d54-8d3a-189e885ca1bb":{"author":"Angus Gallegos","subject":"Ionic Bonding","body":"Ionic bonding is the complete transfer of valence electron(s) between atoms. It is a type of chemical bond that generates two oppositely charged ions. In ionic bonds, the metal loses electrons to become a positively charged cation, whereas the nonmetal accepts those electrons to become a negatively charged anion.","tags":"Chemistry, Bonds"},"98e966a4-0e06-4e50-b85b-3e6eebf51fb3":{"author":"Sol Foster","subject":"Covalent Bonding","body":"A covalent bond, also called a molecular bond, is a chemical bond that involves the sharing of electron pairs between atoms. These electron pairs are known as shared pairs or bonding pairs, and the stable balance of attractive and repulsive forces between atoms, when they share electrons, is known as covalent bonding.","tags":"Chemistry, Bonds"},"4ffde77d-5c9e-4dc1-911c-871efaead36c":{"author":"Abraham Valdez","subject":"Fiscal Policy","body":"Fiscal policy is the means by which a government adjusts its spending levels and tax rates to monitor and influence a nation's economy. It is the sister strategy to monetary policy through which a central bank influences a nation's money supply.","tags":"Economics, Macroeconomics"},"10340d44-fce5-462f-b58d-eb784cfb1eee":{"author":"Maisey Roy","subject":"Cell Division","body":"Cell division is the process by which a parent cell divides into two or more daughter cells. Cell division usually occurs as part of a larger cell cycle.","tags":"Biology, Cells","tokens":["Cell division","process","","parent cell","two daughter cells","part","larger cell cycle"]}}